Repository: tobiasfeistmantl/lome-ios-app
Catalog: Lome/*.lproj/Localizable.strings
Languages: de

source: Unable to update name
de: Name kann nicht aktualisiert werden

source: Unable to update email address
de: E-Mail Adresse kann nicht aktualisiert werden

source: Please try again later
de: Bitte versuche es später erneut

source: Unable to update password
de: Passwort kann nicht aktualisiert werden

source: Unable to update profile image
de: Profilbild kann nicht aktualisiert werden

source: Unable to process image
de: Bild kann nicht verarbeitet werden

source: Upload cancelled
de: Hochladen abgebrochen

source: Delete Account
de: Benutzer löschen

source: Do you really want to delete your account? This action is irreversible!
de: Möchtest du deinen Benutzer wirklich löschen? Dieser Vorgang ist unwiederruflich!

# Delete my Account
source: Delete my Account ðŸ˜¢
de: Lösche meinen Benutzer 😢

source: Cancel
de: Abbrechen

source: Unable to delete account
de: Benutzer kann nicht gelöscht werden

source: Posted %@
de: %@ gepostet

source: Your message here...
de: Deine Nachricht hier...

source: Unable to upload image
de: Bild kann nicht hochgeladen werden

source: Unable to post
de: Posten nicht möglich

source: Loading posts near your location
de: Lade posts in deiner Nähe

source: Unable to update your location
de: Dein Standort kann nicht aktualisiert werden

source: Unable to get posts
de: Posts können nicht geladen werden

source: Unable to get user information
de: Benutzerinformationen können nicht geladen werden

source: Unfollow
de: Nicht mehr folgen

source: Follow
de: Folgen

source: An error occurred!
de: Ein fehler ist aufgetreten!

source: Please check your entered data
de: Bitte überprüfe deine eingegebenen Daten

source: We don't have access to your location!
de: Wir haben keinen Zugriff auf deinen Standort!

source: To show posts near your location we need to have access to your current location.
de: Um dir Posts in deiner Umgebung anzuzeigen, benötigen wir Zugriff auf deinen Standort.

source: Settings
de: Einstellungen
